Repository: jayfunc/BetterLyrics
Catalog: src/BetterLyrics.DotNet/BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: ar, de, es, hi, id, it, ja, ko, ms, pt, ru, th, tr, vi, zh_hans, zh_hant

# SettingsPageServerTestButton.Content
source: Test Server
ar: اختبار الخادم
de: Server testen
es: Probar servidor
hi: सर्वर परीक्षण
id: Tes Server
ja: サーバーテスト
ko: 서버 테스트
ms: Uji Pelayan
pt: Testar Servidor
ru: Тест сервера
th: ทดสอบเซิร์ฟเวอร์
tr: Test Sunucusu
vi: Kiểm tra máy chủ
zh_hans: 测试服务器
zh_hant: 測試伺服器

# SettingsPageServerTestFailedInfo
source: Server test failed
ar: فشل اختبار الخادم
de: Servertest fehlgeschlagen
es: Prueba de servidor fallida
hi: सर्वर परीक्षण विफल
id: Tes server gagal
it: Test server non riuscito
ja: サーバーテスト失敗
ko: 서버 테스트 실패
ms: Ujian pelayan gagal
pt: Teste do servidor falhou
ru: Тест сервера не удался
th: การทดสอบเซิร์ฟเวอร์ล้มเหลว
tr: Sunucu testi başarısız oldu
vi: Kiểm tra máy chủ thất bại
zh_hans: 服务器测试失败
zh_hant: 伺服器測試失敗

# SettingsPageServerTestSuccessInfo
source: Server test successful
ar: نجح اختبار الخادم
de: Servertest erfolgreich
es: Prueba de servidor exitosa
hi: सर्वर परीक्षण सफल
id: Tes server berhasil
it: Test server riuscito
ja: サーバーテスト成功
ko: 서버 테스트 성공
ms: Ujian pelayan berjaya
pt: Teste do servidor bem-sucedido
ru: Тест сервера прошел успешно
th: การทดสอบเซิร์ฟเวอร์สำเร็จ
tr: Sunucu testi başarılı
vi: Kiểm tra máy chủ thành công
zh_hans: 服务器测试成功
zh_hant: 伺服器測試成功

# SettingsPageSettings.Header
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
pt: Definições
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# SettingsPageSettingsManager.Header
source: Settings Manager
ar: مدير الإعدادات
de: Einstellungsmanager
es: Gestor de configuración
hi: सेटिंग्स प्रबंधक
id: Manajer Pengaturan
it: Gestione impostazioni
ja: 設定マネージャー
ko: 설정 관리자
ms: Pengurus Tetapan
pt: Gestor de Definições
ru: Менеджер настроек
th: ตัวจัดการการตั้งค่า
tr: Ayarlar Yöneticisi
vi: Trình quản lý cài đặt
zh_hans: 设置管理器
zh_hant: 設定管理器

# SettingsPageShadowIntensity.Header
source: Shadow Intensity
ar: كثافة الظل
de: Intensität der Schatten
es: Intensidad de la sombra
hi: छाया की तीव्रता
id: Intensitas Bayangan
it: Intensità ombra
ja: 影の強さ
ko: 그림자 강도
ms: Keamatan Bayangan
pt: Intensidade da sombra
ru: Интенсивность тени
th: ความเข้มของเงา
tr: Gölge Yoğunluğu
vi: Độ đậm của bóng
zh_hans: 阴影强度
zh_hant: 陰影強度

# SettingsPageShareHub.Content
source: Browse Online Share Hub
ar: تصفح مركز مشاركة الموارد عبر الإنترنت
de: Online Share Hub durchsuchen
es: Explorar Centro de recursos en línea
hi: ऑनलाइन संसाधन शेयरिंग हब ब्राउज़ करें
id: Jelajahi Hub Berbagi Sumber Daya Online
it: Sfoglia Share Hub online
ja: オンライン共有センターを閲覧する
ko: 온라인 공유 허브 탐색
ms: Layari Hab Perkongsian Sumber Dalam Talian
pt: Explorar o Centro de Partilha de Recursos Online
ru: Просмотреть онлайн-центр обмена
th: เรียกดูศูนย์แบ่งปันทรัพยากรออนไลน์
tr: Çevrimiçi Paylaşım Merkezine Göz Atın
vi: Duyệt trung tâm chia sẻ tài nguyên trực tuyến
zh_hans: 浏览在线资源共享中心
zh_hant: 瀏覽線上資源共享中心

# SettingsPageShortcut.Text
source: Shortcuts
ar: اختصار
de: Tastenkürzel
es: Atajos
hi: शॉर्टकट
id: Pintasan
it: Scorciatoie
ja: ショートカットキー
ko: 단축키
ms: Pintasan
pt: Atalho
ru: Горячие клавиши
th: ทางลัด
tr: Kısayollar
vi: Phím tắt
zh_hans: 快捷键
zh_hant: 快速鍵

# SettingsPageShortcutRegFailInfo
source: Hot key registration failed
ar: لم يتم تسجيل مفتاح التشغيل السريع بنجاح
de: Registrierung des Tastenkürzels fehlgeschlagen
es: Falló el registro de la tecla de acceso rápido
hi: हॉटकी सफलतापूर्वक पंजीकृत नहीं हुई
id: Hotkey gagal didaftarkan
it: Registrazione scorciatoia non riuscita
ja: ホットキーの登録に失敗しました
ko: 핫키 등록 실패
ms: Kekunci panas gagal didaftarkan
pt: O atalho não foi registado com sucesso
ru: Не удалось зарегистрировать горячую клавишу
th: ลงทะเบียนฮอตคีย์ไม่สำเร็จ
tr: Kısayol tuşu kaydı başarısız oldu
vi: Đăng ký phím nóng không thành công
zh_hans: 该快捷键未成功注册
zh_hant: 該熱鍵未成功註冊

# SettingsPageShortcutRegSuccessInfo
source: Hot key registration successful
ar: تم تسجيل مفتاح التشغيل السريع بنجاح
de: Registrierung des Tastenkürzels erfolgreich
es: Registro de tecla de acceso rápido exitoso
hi: हॉटकी सफलतापूर्वक पंजीकृत हो गई
id: Hotkey berhasil didaftarkan
it: Registrazione scorciatoia riuscita
ja: ホットキーの登録に成功しました
ko: 핫키 등록 성공
ms: Kekunci panas berjaya didaftarkan
pt: O atalho foi registado com sucesso
ru: Горячая клавиша успешно зарегистрирована
th: ลงทะเบียนฮอตคีย์สำเร็จ
tr: Kısayol tuşu kaydı başarılı
vi: Đăng ký phím nóng thành công
zh_hans: 该快捷键已成功注册
zh_hant: 該熱鍵已成功註冊

# SettingsPageShowHideHotKey.Header
source: Show/Hide Lyrics Window Shortcut
ar: اختصار إظهار وإخفاء نافذة الكلمات
de: Tastenkürzel zum Anzeigen/Verbergen des Songtext-Fensters
es: Atajo de Mostrar/Ocultar ventana de letras
hi: बोल विंडो दिखाएं और छिपाएं शॉर्टकट
id: Pintasan Tampilkan dan Sembunyikan Jendela Lirik
it: Scorciatoia mostra/nascondi finestra testi
ja: 歌詞ウィンドウの表示/非表示
ko: 가사 창 표시 및 숨기기 단축키
ms: Pintasan Tunjuk dan Sembunyi Tetingkap Lirik
pt: Atalho para Mostrar e Ocultar a Janela de Letras
ru: Горячая клавиша показать/скрыть окно текста
th: ทางลัดแสดงและซ่อนหน้าต่างเนื้อเพลง
tr: Şarkı Sözleri Penceresi Kısayolunu Göster/Gizle
vi: Phím tắt hiển thị và ẩn cửa sổ lời bài hát
zh_hans: 歌词窗口显示和隐藏快捷键
zh_hant: 歌詞視窗顯示和隱藏快速鍵

# SettingsPageShowInSwitchers.Description
source: e.g., Alt + Tab, Taskbar
ar: على سبيل المثال: Alt + Tab، شريط المهام
de: z. B. Alt + Tab, Taskleiste
es: ej., Alt + Tab, Barra de tareas
hi: उदाहरण के लिए: Alt + Tab, टास्कबार
id: Contoh: Alt + Tab, Bilah Tugas
it: Ad esempio: Alt + Tab, barra delle applicazioni
ja: 例: Alt + Tab、タスクバー
ko: 예: Alt + Tab, 작업 표시줄
ms: Contoh: Alt + Tab, Bar Tugas
pt: Exemplo: Alt + Tab, Barra de Tarefas
ru: например: Alt + Tab, Панель задач
th: เช่น: Alt + Tab, แถบงาน
tr: örneğin, Alt + Tab, Görev Çubuğu
vi: Ví dụ: Alt + Tab, Thanh tác vụ
zh_hans: 例如：Alt + Tab，任务栏
zh_hant: 例如：Alt + Tab，工作列

# SettingsPageShowInSwitchers.Header
source: Show in System Environment
ar: إظهار في بيئة النظام
de: In Systemumgebung anzeigen
es: Mostrar en entorno del sistema
hi: सिस्टम वातावरण में दिखाएं
id: Tampilkan di Lingkungan Sistem
it: Mostra nell'ambiente di sistema
ja: システム環境で表示
ko: 시스템 환경에 표시
ms: Tunjukkan dalam Persekitaran Sistem
pt: Mostrar no Ambiente do Sistema
ru: Показывать в системном окружении
th: แสดงในสภาพแวดล้อมระบบ
tr: Sistem Ortamında Göster
vi: Hiển thị trong môi trường hệ thống
zh_hans: 在系统环境中显示
zh_hant: 在系統環境中顯示

# SettingsPageSize.Header
source: Size
ar: الحجم
de: Größe
es: Talla
hi: आकार
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
ms: Saiz
pt: Tamanho
ru: Размер
th: ขนาด
tr: Boyut
vi: Kích thước
zh_hans: 大小
zh_hant: 大小

# SettingsPageSlide.Content
source: Slide
ar: انزلاق (Slide)
de: Gleiten
es: Deslizar
hi: स्लाइड
id: Geser
it: Scorrimento
ja: スライド
ko: 슬라이드
ms: Gelongsor (Slide)
pt: Deslizar
ru: Слайд
th: เลื่อน (Slide)
tr: Slayt
vi: Trượt
zh_hans: 滑动
zh_hant: 滑動

# SettingsPageSnowFlakeLayer.Header
source: Snowflake Layer
ar: طبقة الثلج
de: Schneeflocken-Ebene
es: Capa de copos de nieve
hi: स्नोफ्लेक परत
id: Lapisan Kepingan Salju
it: Livello fiocchi di neve
ja: 雪レイヤー
ko: 눈송이 레이어
ms: Lapisan Kepingan Salji
pt: Camada de Flocos de Neve
ru: Слой снежинок
th: เลเยอร์เกล็ดหิมะ
tr: Kar Tanesi Katmanı
vi: Lớp bông tuyết
zh_hans: 雪花层
zh_hant: 雪花層

# SettingsPageSongInfo.Text
source: Song Info
ar: معلومات الأغنية
de: Song-Informationen
es: Información de la canción
hi: गीत की जानकारी
id: Info Lagu
it: Info brano
ja: 楽曲情報
ko: 곡 정보
ms: Info Lagu
pt: Informações da Música
ru: Информация о песне
th: ข้อมูลเพลง
tr: Şarkı Bilgisi
vi: Thông tin bài hát
zh_hans: 歌曲信息
zh_hant: 歌曲資訊

# SettingsPageSongInfoEffect.Text
source: Song Info Effect
ar: تأثير معلومات الأغنية
de: Lied-Info-Effekt
es: Información de la canción Efecto
hi: गाने की जानकारी का असर
id: Efek Info Lagu
it: Effetto info brano
ja: 楽曲情報のエフェクト
ko: 노래 정보 효과
ms: Kesan Maklumat Lagu
pt: Efeito de informação da canção
ru: Эффект информации о песне
th: ข้อมูลเพลง เอฟเฟ็กต์
tr: Şarkı Bilgisi Efekti
vi: Thông tin bài hát Hiệu ứng
zh_hans: 歌曲信息效果
zh_hant: 歌曲資訊效果

# SettingsPageSongStatus.Header
source: Current Song
ar: الأغنية الحالية
de: Aktueller Song
es: Canción actual
hi: वर्तमान गीत
id: Lagu Saat Ini
it: Brano corrente
ja: 現在の曲
ko: 현재 곡
ms: Lagu Semasa
pt: Música Atual
ru: Текущая песня
th: เพลงปัจจุบัน
tr: Güncel Şarkı
vi: Bài hát hiện tại
zh_hans: 当前歌曲
zh_hant: 目前歌曲

# SettingsPageSongTitle.Header
source: Title
ar: العنوان
de: Titel
es: Título
hi: शीर्षक
id: Judul
it: Titolo
ja: タイトル
ko: 제목
ms: Tajuk
pt: Título
ru: Название
th: ชื่อเพลง
tr: Başlık
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# SettingsPageSpectrumBreathingIntensity.Header
source: Breathing Intensity
ar: كثافة التنفس
de: Intensität der Atmung
es: Intensidad respiratoria
hi: श्वास की तीव्रता
id: Intensitas Pernapasan
it: Intensità respirazione
ja: 強さ
ko: 호흡 강도
ms: Intensiti Pernafasan
pt: Intensidade da respiração
ru: Интенсивность дыхания
th: ความเข้มข้นของการหายใจ
tr: Solunum Yoğunluğu
vi: Cường độ hô hấp
zh_hans: 呼吸强度
zh_hant: 呼吸強度

# SettingsPageSpectrumBrethingEffect.Header
source: Breathing Effect
ar: تأثير التنفس
de: Atmungseffekt
es: Efecto respiratorio
hi: श्वास प्रभाव
id: Efek Pernapasan
it: Effetto respirazione
ja: パルス効果
ko: 호흡 효과
ms: Kesan Pernafasan
pt: Efeito de respiração
ru: Эффект дыхания
th: ผลกระทบจากการหายใจ
tr: Solunum Etkisi
vi: Hiệu ứng hô hấp
zh_hans: 呼吸效果
zh_hant: 呼吸效果

# SettingsPageSpectrumGlowEffect.Header
source: Glow Effect
ar: تأثير التوهج
de: Glüheffekt
es: Efecto Resplandor
hi: चमक प्रभाव
id: Efek Cahaya
it: Effetto bagliore
ja: 光沢効果
ko: 글로우 효과
ms: Kesan Cahaya
pt: Efeito de brilho
ru: Эффект свечения
th: เอฟเฟกต์เรืองแสง
tr: Parıltı Etkisi
vi: Hiệu ứng phát sáng
zh_hans: 辉光效果
zh_hant: 發光效果

# SettingsPageSpectrumLayer.Header
source: [Experimental] Spectrum Layer
ar: [تجريبي] طبقة الطيف الصوتي
de: [Experimentell] Spektrum-Ebene
es: [Experimental] Capa de espectro
hi: [प्रयोगात्मक] स्पेक्ट्रम परत
id: [Eksperimental] Lapisan Spektrum
it: [Sperimentale] Livello spettro
ja: [実験的] スペクトラムレイヤー
ko: [실험적] 스펙트럼 레이어
ms: [Eksperimental] Lapisan Spektrum
pt: [Experimental] Camada de Espectro
ru: [Экспериментально] Слой спектра
th: [ทดลอง] เลเยอร์สเปกตรัม
tr: [Deneysel] Spektrum Katmanı
vi: [Thử nghiệm] Lớp phổ âm thanh
zh_hans: [实验性] 频谱层
zh_hant: [實驗性] 頻譜層

# SettingsPageSpectrumLayerPlacement.Header
source: Spectrum Position
ar: موضع الطيف
de: Spektrum-Position
es: Posición del espectro
hi: स्पेक्ट्रम स्थान
id: Penempatan Spektrum
it: Posizione spettro
ja: スペクトラムの位置
ko: 스펙트럼 위치
ms: Penempatan Spektrum
pt: Localização do Espectro
ru: Положение спектра
th: ตำแหน่งสเปกตรัม
tr: Spektrum Pozisyonu
vi: Vị trí phổ
zh_hans: 频谱位置
zh_hant: 頻譜位置

# SettingsPageSpectrumLayerStyle.Header
source: Spectrum Style
ar: نمط الطيف
de: Spektrum-Stil
es: Estilo del espectro
hi: स्पेक्ट्रम शैली
id: Gaya Spektrum
it: Stile spettro
ja: スペクトラムスタイル
ko: 스펙트럼 스타일
ms: Gaya Spektrum
pt: Estilo do Espectro
ru: Стиль спектра
th: สไตล์สเปกตรัม
tr: Spektrum Tarzı
vi: Kiểu phổ
zh_hans: 频谱样式
zh_hant: 頻譜樣式

# SettingsPageSpectrumPlacementAroundAlbumArt.Content
source: Around the album art
ar: حول صورة الألبوم
de: Rund um das Albumcover
es: En torno a la carátula del álbum
hi: एल्बम कला के आसपास
id: Di sekeliling sampul album
it: Intorno alla copertina album
ja: アルバムアート周辺
ko: 앨범 아트 주변
ms: Di sekeliling seni album
pt: Em torno da arte do álbum
ru: Вокруг обложки альбома
th: รอบๆ งานศิลปะของอัลบั้ม
tr: Albüm kapağı etrafında
vi: Xung quanh bìa album
zh_hans: 围绕专辑封面
zh_hant: 圍繞專輯封面

# SettingsPageSpectrumPlacementBottom.Content
source: Bottom
ar: أسفل
de: Unten
es: Abajo
hi: निचला
id: Bawah
it: In basso
ja: 下へ
ko: 하단
ms: Bawah
pt: Inferior
ru: Снизу
th: ด้านล่าง
tr: Alt
vi: Dưới cùng
zh_hans: 底部
zh_hant: 底部

# SettingsPageSpectrumPlacementTop.Content
source: Top
ar: أعلى
de: Oben
es: Arriba
hi: ऊपरी
id: Atas
it: In alto
ja: 上へ
ko: 상단
ms: Atas
pt: Superior
ru: Сверху
th: ด้านบน
tr: Üst
vi: Trên cùng
zh_hans: 顶部
zh_hant: 頂部

# SettingsPageSpectrumSensitivity.Header
source: Sensitivity
ar: الحساسية
de: Empfindlichkeit
es: Sensibilidad
hi: संवेदनशीलता
id: Sensitivitas
it: Sensibilità
ja: 感度
ko: 감도
ms: Kepekaan
pt: Sensibilidade
ru: Чувствительность
th: ความไว
tr: Hassasiyet
vi: Độ nhạy
zh_hans: 灵敏度
zh_hant: 敏感度

# SettingsPageSpectrumStyleBar.Content
source: Bar
ar: أشرطة
de: Balken
es: Barra
hi: बार
id: Batang
it: Barre
ja: バー
ko: 막대형
pt: Barras
ru: Столбцы
th: แท่ง
vi: Dạng cột
zh_hans: 柱形
zh_hant: 柱形

# SettingsPageSpectrumStyleCurve.Content
source: Curve
ar: منحنى
de: Kurve
es: Curva
hi: वक्र
id: Kurva
it: Curva
ja: 曲線
ko: 곡선형
ms: Lengkung
pt: Curva
ru: Кривая
th: เส้นโค้ง
tr: Eğri
vi: Dạng đường cong
zh_hans: 曲线
zh_hant: 曲線

# SettingsPageSpeed.Header
source: Speed
ar: سرعة الحركة
de: Geschwindigkeit
es: Velocidad
hi: गति की चाल
id: Kecepatan Gerakan
it: Velocità
ja: スピード
ko: 운동 속도
ms: Kelajuan Pergerakan
pt: Velocidade de Movimento
ru: Скорость движения
th: ความเร็วการเคลื่อนไหว
tr: Hız
vi: Tốc độ chuyển động
zh_hans: 运动速率
zh_hant: 運動速率

# SettingsPageStandardMode.Text
source: Standard Mode
ar: الوضع القياسي
de: Standard-Modus
es: Modo Estándar
hi: मानक मोड
id: Mode Standar
it: Modalità standard
ja: 標準モード
ko: 표준 모드
ms: Mod Standard
pt: Modo Padrão
ru: Стандартный режим
th: โหมดมาตรฐาน
tr: Standart Mod
vi: Chế độ tiêu chuẩn
zh_hans: 标准模式
zh_hant: 標準模式

# SettingsPageStartup.Text
source: Startup
ar: بدء التشغيل
de: Start
es: Inicio
hi: स्टार्टअप
it: Avvio
ja: スタートアップ
ko: 시작
ms: Permulaan
pt: Arranque
ru: Запуск
th: การเริ่มระบบ
tr: Başlangıç
vi: Khởi động
zh_hans: 启动
zh_hant: 啟動

# SettingsPageStats
source: Statistics
ar: الإحصائيات
de: Statistik
es: Estadísticas
hi: आंकड़े
id: Statistik
it: Statistiche
ja: ミュージックレポート
ko: 통계
ms: Statistik
pt: Estatísticas
ru: Статистика
th: สถิติ
tr: İstatistikler
vi: Thống kê
zh_hans: 音乐报告
zh_hant: 統計資料

# SettingsPageStopTrackOnGalleryWindowClosed.Header
source: Stop playback when Music Gallery window is closed
ar: إيقاف التشغيل عند إغلاق نافذة مكتبة الموسيقى
de: Wiedergabe stoppen, wenn Musikgalerie-Fenster geschlossen wird
es: Detener reproducción al cerrar ventana de Galería de Música
hi: संगीत गैलरी विंडो बंद होने पर प्लेबैक रोकें
id: Hentikan pemutaran saat jendela galeri musik ditutup
it: Interrompi la riproduzione quando la finestra Galleria musicale viene chiusa
ja: ミュージックギャラリーウィンドウを閉じたときに再生を停止する
ko: 음악 갤러리 창을 닫을 때 재생 중지
ms: Hentikan main balik apabila tetingkap galeri muzik ditutup
pt: Parar reprodução ao fechar a janela da galeria de música
ru: Останавливать воспроизведение при закрытии Галереи
th: หยุดเล่นเมื่อปิดหน้าต่างคลังเพลง
tr: Müzik Galerisi penceresi kapatıldığında oynatmayı durdurma
vi: Dừng phát khi đóng cửa sổ thư viện nhạc
zh_hans: 关闭音乐库窗口时停止播放
zh_hant: 關閉音樂庫視窗時停止播放

# SettingsPageSystemLanguage
source: Default
ar: افتراضي
de: Standard
es: Predeterminado
hi: डिफ़ॉल्ट
it: Predefinito di sistema
ja: デフォルト
ko: 기본값
ms: Lalai
pt: Predefinição
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# SettingsPageTargetLanguage.Header
source: Target Language
ar: اللغة المستهدفة
de: Zielsprache
es: Idioma de destino
hi: लक्ष्य भाषा
id: Bahasa Target
it: Lingua di destinazione
ja: 翻訳先言語
ko: 대상 언어
ms: Bahasa Sasaran
pt: Idioma Alvo
ru: Целевой язык
th: ภาษาเป้าหมาย
tr: Hedef Dil
vi: Ngôn ngữ mục tiêu
zh_hans: 目标语言
zh_hant: 目標語言

# SettingsPageTaskbarMode.Text
source: Taskbar Mode
ar: وضع شريط المهام
de: Taskleisten-Modus
es: Modo Barra de tareas
hi: टास्कबार मोड
id: Mode Bilah Tugas
it: Modalità barra delle applicazioni
ja: タスクバーモード
ko: 작업 표시줄 모드
ms: Mod Bar Tugas
pt: Modo de Barra de Tarefas
ru: Режим панели задач
th: โหมดแถบงาน
tr: Görev Çubuğu Modu
vi: Chế độ thanh tác vụ
zh_hans: 任务栏模式
zh_hant: 工作列模式

# SettingsPageTaskbarPlacement.Header
source: Taskbar Pin Position
ar: موضع تثبيت شريط المهام
de: Taskleisten-Anheftposition
es: Posición de anclaje en barra de tareas
hi: टास्कबार फिक्सिंग स्थिति
id: Posisi Pemasangan Bilah Tugas
it: Posizione nella barra delle applicazioni
ja: タスクバーピン留め位置
ko: 작업 표시줄 고정 위치
ms: Posisi Pemasangan Bar Tugas
pt: Posição de Fixação na Barra de Tarefas
ru: Положение закрепления на панели задач
th: ตำแหน่งปักหมุดแถบงาน
tr: Görev Çubuğu Pimi Konumu
vi: Vị trí cố định thanh tác vụ
zh_hans: 任务栏固定位置
zh_hant: 工作列固定位置

# SettingsPageTitle
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
pt: Definições
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# SettingsPageTitleBarAreaNone.Content
source: None
ar: لا شيء
de: Keine
es: Ninguno
hi: कोई नहीं
id: Tidak Ada
it: Nessuna
ja: なし
ko: 없음
ms: Tiada
pt: Nenhum
ru: Нет
th: ไม่มี
tr: Hiçbiri
vi: Không
zh_hans: 无
zh_hant: 無

# SettingsPageTitleBarAreaTop.Content
source: Top
ar: أعلى
de: Oben
es: Arriba
hi: शीर्ष
id: Atas
it: In alto
ja: 上部のみ
ko: 상단
ms: Atas
pt: Topo
ru: Сверху
th: ด้านบน
tr: Üst
vi: Trên cùng
zh_hans: 顶部
zh_hant: 頂部

# SettingsPageTitleBarAreaWhole.Content
source: Whole Window
ar: كامل النافذة
de: Ganzes Fenster
es: Ventana completa
hi: पूरी विंडो
id: Seluruh Jendela
it: Finestra intera
ja: ウィンドウ全体
ko: 전체 창
ms: Seluruh Tetingkap
pt: Janela Inteira
ru: Все окно
th: ทั้งหน้าต่าง
tr: Tüm Pencere
vi: Toàn bộ cửa sổ
zh_hans: 整个窗口
zh_hant: 整個視窗

# SettingsPageTop.Content
source: Top
ar: الأعلى
de: Nach oben
es: Inicio
hi: शीर्ष
id: Teratas
it: Inizio pagina
ja: 上揃え
ko: 맨 위
ms: Atas
pt: Topo
ru: Наверх
th: ด้านบน
tr: En üstte
vi: Hàng đầu
zh_hans: 靠上
zh_hant: 靠頂

# SettingsPageTranslatedText.Header
source: Translation
ar: الترجمة
de: Übersetzung
es: Traducción
hi: अनुवाद
id: Terjemahan
it: Traduzione
ja: 訳文
ko: 번역문
ms: Terjemahan
pt: Tradução
ru: Перевод
th: คำแปล
tr: Çeviri
vi: Bản dịch
zh_hans: 译文
zh_hant: 譯文

# SettingsPageTranslation.Text
source: Lyrics Translation
ar: ترجمة الكلمات
de: Songtext-Übersetzung
es: Traducción de letras
hi: बोल अनुवाद
id: Terjemahan Lirik
it: Traduzione testi
ja: 歌詞翻訳
ko: 가사 번역
ms: Terjemahan Lirik
pt: Tradução de Letras
ru: Перевод текста песни
th: การแปลเนื้อเพลง
tr: Şarkı Sözü Çevirisi
vi: Dịch lời bài hát
zh_hans: 歌词翻译
zh_hant: 歌詞翻譯

# SettingsPageTranslationConfig.Header
source: LibreTranslate Service
ar: خدمة ترجمة LibreTranslate
de: LibreTranslate-Dienst
es: Servicio LibreTranslate
hi: LibreTranslate अनुवाद सेवा
id: Layanan Terjemahan LibreTranslate
it: Servizio LibreTranslate
ja: LibreTranslate サービス
ko: LibreTranslate 번역 서비스
ms: Perkhidmatan Terjemahan LibreTranslate
pt: Serviço de Tradução LibreTranslate
ru: Сервис LibreTranslate
th: บริการแปลภาษา LibreTranslate
tr: LibreTranslate Hizmeti
vi: Dịch vụ dịch thuật LibreTranslate
zh_hans: LibreTranslate 翻译服务
zh_hant: LibreTranslate 翻譯服務

# SettingsPageUnplayedOriginalText.Header
source: Original (Unplayed)
ar: أصلي (لم يتم تشغيله)
de: Original (Ungespielt)
es: Original (sin jugar)
hi: मूल (अनप्लेड)
id: Asli (Belum Diputar)
it: Originale (non ancora riprodotto)
ja: 原文（再生待ち）
ko: 원본(미재생)
ms: Asal (Tidak Dimainkan)
pt: Original (Não reproduzido)
ru: Оригинал (не воспроизведено)
th: ต้นฉบับ (ยังไม่ได้เล่น)
tr: Orijinal (Oynanmamış)
vi: Bản gốc (Chưa chơi)
zh_hans: 原文（未播放）
zh_hant: 原文 (未播放)

# SettingsPageUnplayedStrokeFontColor.Header
source: Stroke (Unplayed)
ar: ضربة (لم يتم لعبها)
de: Schlaganfall (ungespielt)
es: Golpe (sin jugar)
hi: स्ट्रोक (अनप्लेड)
id: Stroke (Tidak dimainkan)
it: Contorno (non ancora riprodotto)
ja: 縁取り（再生待ち）
ko: 스트로크(플레이되지 않음)
ms: Strok (Tidak Dimainkan)
pt: Golpe (Não jogado)
ru: Удар (не сыгранный)
th: จังหวะ (ไม่ได้เล่น)
tr: Vuruş (Oynanmamış)
vi: Đột quỵ (Chưa chơi)
zh_hans: 描边（未播放）
zh_hant: 描邊 (未播放)

# SettingsPageUseInternalLyricsAlignment.Description
source: Uses the alignment specified in the lyrics content (currently supports TTML only)
ar: يستخدم التخطيط المحدد في ملف كلمات الأغنية (يدعم حاليًا لغة TTML فقط)
de: Verwendet die in der Liedtextdatei angegebene Ausrichtung (derzeit wird nur TTML unterstützt)
es: Utiliza la alineación especificada en el archivo de letras (actualmente solo es compatible con TTML)
hi: लिरिक्स फ़ाइल में निर्दिष्ट संरेखण का उपयोग करता है (वर्तमान में केवल TTML का समर्थन करता है)
id: Menggunakan tata letak yang ditentukan dalam berkas lirik (saat ini hanya mendukung TTML)
it: Usa l'allineamento specificato nel contenuto del testo (attualmente è supportato solo TTML)
ja: 歌詞データで指定された配置を適用（現在TTMLのみ対応）
ko: 가사 파일에 지정된 정렬 방식을 사용합니다(현재 TTML만 지원함).
ms: Menggunakan penjajaran yang ditetapkan dalam fail lirik (kini hanya menyokong TTML)
pt: Utiliza o alinhamento especificado no ficheiro de letras (atualmente, suporta apenas TTML)
ru: Использует выравнивание, указанное в файле текстов песен (в настоящее время поддерживается только формат TTML)
th: ใช้การจัดตำแหน่งตามที่ระบุไว้ในไฟล์เนื้อเพลง (ปัจจุบันรองรับเฉพาะ TTML เท่านั้น)
tr: Şarkı sözü dosyasında belirtilen hizalamayı kullanır (şu anda yalnızca TTML'yi desteklemektedir)
vi: Sử dụng cách căn chỉnh được chỉ định trong tệp lời bài hát (hiện chỉ hỗ trợ định dạng TTML)
zh_hans: 使用歌词内容中指定的对齐方式（目前仅支持 TTML）
zh_hant: 使用歌詞內容中指定的對齊方式（目前僅支援 TTML）

# SettingsPageUseInternalLyricsAlignment.Header
source: Preserve Original Alignment
ar: الحفاظ على المحاذاة الأصلية
de: Ursprüngliche Ausrichtung beibehalten
es: Mantener la alineación original
hi: मूल संरेखण बनाए रखें
id: Pertahankan Tata Letak Asli
it: Mantieni l'allineamento originale
ja: 元の配置を維持する
ko: 원본 정렬 유지
ms: Pelihara penjajaran asal
pt: Manter o alinhamento original
ru: Сохранить исходное выравнивание
th: รักษาแนวเดิม
tr: Orijinal Hizalamayı Koruyun
vi: Giữ nguyên vị trí ban đầu
zh_hans: 保持原始对齐方式
zh_hant: 保留原始對齊方式

# SettingsPageUserWhoPurchased
source: And users who purchased BetterLyrics
ar: والمستخدمون الذين اشتروا تطبيق BetterLyrics
de: Und Nutzer, die BetterLyrics gekauft haben
es: Y los usuarios que compraron BetterLyrics
hi: और BetterLyrics खरीदार
id: Dan pengguna yang telah membeli BetterLyrics
it: E gli utenti che hanno acquistato BetterLyrics
ja: そして BetterLyrics を購入したユーザー
ko: 그리고 BetterLyrics를 구매한 사용자들
ms: Dan pengguna yang membeli BetterLyrics
pt: E os utilizadores que adquiriram o BetterLyrics
ru: А также пользователи, которые приобрели BetterLyrics
th: และผู้ใช้ที่ซื้อ BetterLyrics
tr: Ve BetterLyrics'i satın alan kullanıcılar
vi: Và những người dùng đã mua BetterLyrics
zh_hans: 以及购买支持 BetterLyrics 的用户
zh_hant: 以及購買支援 BetterLyrics 的使用者

# SettingsPageWallpaperMode.Text
source: Wallpaper Mode
ar: وضع الخلفية
de: Hintergrundbild-Modus
es: Modo fondo de pantalla
hi: वॉलपेपर मोड
id: Mode Wallpaper
it: Modalità sfondo
ja: ウォールペーパーモード
ko: 배경 화면 모드
ms: Mod Kertas Dinding
pt: Modo de papel de parede
ru: Режим обоев
th: โหมดวอลเปเปอร์
tr: Duvar Kağıdı Modu
vi: Chế độ hình nền
zh_hans: 壁纸模式
zh_hant: 壁紙模式

# SettingsPageWesternChar.Header
source: Latin Characters
ar: الأحرف اللاتينية
de: Lateinische Zeichen
es: Caracteres latinos
hi: लैटिन अक्षर
id: Karakter Latin
it: Caratteri latini
ja: ラテン文字
ko: 라틴 문자
ms: Aksara Latin
pt: Caracteres Latinos
ru: Латинские символы
th: อักษรละติน
tr: Latin Karakterler
vi: Ký tự Latinh
zh_hans: 拉丁字母
zh_hant: 拉丁字母

# SettingsPageWidth.Header
source: Width
ar: العرض
de: Breite
es: Ancho
hi: चौड़ाई
id: Lebar
it: Larghezza
ja: 横幅
ko: 너비
ms: Lebar
pt: Largura
ru: Ширина
th: ความกว้าง
tr: Genişlik
vi: Chiều rộng
zh_hans: 宽度
zh_hant: 寬度
